Repository: pikougi-nabot/epochrefs-old
Catalog: commit/84000/data-translation-memory/toh44-45_84000-the-stem-array.tmx/chapters-19-25.tmx
Source language: bo
Languages: en

source: །རིགས་ཀྱི་བུ་ཁོ་བོ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་ཐར་བ་མཐོང་བ་དང་། ཐོས་པ་དང་འགྲོགས་པ་དང་། རྗེས་སུ་དྲན་པའི་ཆུ་ཀླུང་གི་དབྱངས་ཤེས་བྱ་བ་ཐོབ་པར་ཟད་ན་ཁོ་བོས་བྱང་ཆུབ་སེམས་དཔའ་འཁོར་བའི་རྒྱ་མཚོ་ཐམས་ཅད་དུ་རྣམ་པར་སྤྱོད་པ་ཉོན་མོངས་པའི་རྒྱ་མཚོ་ཐམས་ཅད་ཀྱིས་གོས་པ་མེད་པ། ལྟ་བའི་རྣམ་པའི་རྒྱ་མཚོ་ཐམས་ཅད་ཀྱི་ཆགས་པའི་ཆུ་སྲིན་གྱི་འཇིགས་པ་དང་བྲལ་བ། ཆོས་རྒྱ་མཚོ་ཐམས་ཅད་ཀྱི་རང་བཞིན་དང་། གཞི་ལས་རྣམ་པར་རྒྱུ་བ། འགྲོ་བ་རྒྱ་མཚོ་ཐམས་ཅད་བསྡུ་བའི་དངོས་པོས་ཡོངས་སུ་སྡུད་པའི་རྒྱ་མཚོ་དང་ལྡན་པ། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་རྒྱ་མཚོ་དང་འགྲོགས་པ། སེམས་ཅན་གྱི་མངོན་པར་ཆགས་པའི་རྒྱ་མཚོ་ཐམས་ཅད་རབ་ཏུ་བསྲུབ་པ།
en: “Noble one, I have attained the bodhisattva liberation called remembering to abide with the fruitfulhearing and seeing of the banner of great compassion, but how could I know the conduct or describe the qualities of the bodhisattvas who act within all the oceans of saṃsāra, who are unstained by any of the oceans of saṃsāra, who are free from the fear of the makaras of attachment in all the oceans of false views, who move among the nature and basis of all phenomena, who possess an ocean of the methods of gathering all the oceans of beings, who dwell within the ocean of omniscience, who churn the ocean of the attachments of all beings, who perform their conduct without differentiation in the oceans of all times, who have the clairvoyant knowledge of the nature of ripening the ocean of all beings, and who never miss the time for guiding the ocean of beings?

source: དུས་རྒྱ་མཚོ་ཐམས་ཅད་དང་། ཐ་མི་དད་པར་རྣམ་པར་སྤྱོད་པ། འགྲོ་བ་རྒྱ་མཚོ་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་དམིགས་པ་ཤེས་པ། འགྲོ་བ་རྒྱ་མཚོ་ཐམས་ཅད་ཀྱི་འདུལ་བའི་དབྲེས་ལས་མི་འདའ་བར་དེ་དག་གི་སྤྱོད་པ་ཤེས་པའམ།
en: “Depart, noble one.

source: ཡོན་ཏན་བརྗོད་པར་ནུས་རེ་སྐན། །སོང་རིགས་ཀྱི་བུ་ལྷོ་ཕྱོགས་ཀྱི་རྒྱུད་འདི་ཉིད་ན་གྲོང་ཁྱེར་དགའ་བའི་ཕྲེང་བ་ཞེས་བྱ་བ་ཡོད་དེ། དེ་ན་ཚོང་དཔོན་རྒྱལ་བ་དམ་པ་ཞེས་བྱ་བ་འདུག་གིས།
en: In this southern region, in the town called Nandihāra, dwells a head merchant by the name of Jayottama.

source: དེའི་གན་དུ་སོང་ལ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔས་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་བསླབ་པར་བྱ་བ་དང་། ཇི་ལྟར་ནན་ཏན་དུ་བྱ་བ་དྲིས་ཤིག །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ནོར་བཟངས་ཀྱིས་མཉན་པ་དཔའ་བོའི་རྐང་པ་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ནས།
en: Go to him and ask him, ‘How should a bodhisattva train in bodhisattva conduct? How should a bodhisattva practice it?’ ” Then Sudhana, the head merchant’s son, was overjoyed, pleased, happy, and content.

source: མཉན་པ་དཔའ་བོ་ལ་ལན་བརྒྱ་སྟོང་དུ་མར་གཡས་ཕྱོགས་སུ་བསྐོར་བ་བྱས་ཏེ། ཡང་དང་ཡང་བལྟས་ནས་གདོང་མཆི་མས་བཀང་སྟེ།
en: He bowed his head to the feet of the mariner Vaira, circumambulated the mariner Vaira many hundreds of thousands of times, keeping him to his right, and, looking back again and again, departed from the mariner Vaira.
